Revit 2024 API
SpecTypeId.Speed Property
 Speed, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Speed { get; }
Visual Basic
Public Shared ReadOnly Property Speed As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Speed {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace